Repository: DXCanas/kolibri-installer-debian
Catalog: debian/po/*.po
Languages: es

source: Kolibri configuration
es: Configuración de Kolibri

source: Do you wish to run Kolibri on start-up?
es: ¿Desea que Kolibri empiece al arrancar el ordenador?

source: This will automatically call the system service to start Kolibri when your system boots.
es: Se hará una llamada automática al sistema para que arranque Kolibri al iniciarse el equipo.

source: The Kolibri system service
es: Kolibri como servicio del sistema

source: You have chosen to run Kolibri as a system service and it has been started automatically. You can start/stop/restart Kolibri with the following command
es: Ha elegido ejecutar Kolibri como un servicio del sistema y se ha arrancado automáticamente. Puede arrancarlo/pararlo/reiniciarlo con el siguiente comando:

source: Running Kolibri manually:
es: Arrancar Kolibri de forma manual:

source: You have chosen not to run Kolibri as a system service and that means you should run it manually. Starting Kolibri with your current user account:
es: Ha elegido no arrancar Kolibri como un servicio del sistema, lo que significa que necesitará ejecutarlo manualmente. Para arrancar Kolibri en su usuario:

source: Starting Kolibri as a system-wide service:
es: Arrancar Kolibri como un servicio para el equipo:

source: Start Kolibri when the system boots:
es: Arrancar Kolibri al iniciar el sistema:

source: Which user account should own the Kolibri server?
es: ¿Qué usuario ejecutará Kolibri?

source: The default is to choose your preferred desktop user account, for instance to ensure access to importing data from external USB devices.
es: La opción habitual es elegir la cuenta de usuario de escritorio que prefiera, de esa manera funcionará correctamente la opción de importar datos desde un dispositivo USB.

source: Entering a username that doesn't exist will create a new system user with home directory /var/<username>.
es: Si teclea un nombre de usuario que no exista se creará un nuevo usuario del sistema con su directorio home en /var/<username>

source: Changing system service owner:
es: Cambiando el propietario del servicio del sistema:

source: You are updating from an older version of Kolibri and we recommend that you switch the user account that runs the system service to your normal desktop user. This allows Kolibri to access your USB devices for importing and exporting content channels.
es: Está actualizando desde una versión anterior de Kolibri y recomendamos que cambie la cuenta de usuario que ejecuta el servicio a su cuenta de usuario normal. Eso permite a Kolibri acceder a los dispositivos USB que conecte para exportar o importar canales.

source: After finishing the installation/upgrade, follow these instructions to change the user setting and move your previous content channels and database:
es: Después de que comience la instalación/actualización, siga estas instrucciones para cambiar la configuración de usuario y mover su database anterior y el contenido de los canales:
